NAMES = {
    
    'диана', 'ди', 
    
}


set_data = {
    
'какая погода': 'weather для начала введи в терминале широту и долготу',
'какая погода на улице': 'weather не видишь? ладно, но для начала мне потребуется широта и долгота',
'что по погоде': 'weather а я будто бы знаю где ты находишься? посмотри в терминал',
'что там на улице': 'weather сейчас посмотрю, только ты для начала посмотри в терминал',
'сколько градусов': 'weather обрати внимание на терминал',
'можно ли выйти на улицу в трусах': 'weather интересный вопрос! давай я скажу тебе какая погода на улице, а ты уже решай исходя из этого',
'браузер' : 'browser открываю браузер',
'открой браузер':'browser добро пожаловать в интернет',
'открой хром':'browser большой брат следит за тобой',
'смотрим фильм':'watchfilm опять фильмы для взрослых?',
'фильм':'whatchfilm открываю поисковик',
'смотрим сериал':'watchfilm сейчас открою браузер',
'сериал':'watchfilm открываю google',
'смотрим ютуб':'watchYT сейчас-сейчас',
'ютуб':'watchYT наконец-то видео с котиками',
'сколько сейчас времени':'nowtime на моих часах',
'текущее время':'nowtime время садится за работу',
'сколько время':'nowtime часики натикали',
'хочу поиграть':'game тогда обрати внимание на терминал',
'давай играть':'game посмотри в терминал',
'запусти игру':'game перед этим посмотри на свой терминал',
'игра':'game терминал',
'как дела':'offtop всё гуд',
'чем занимаешься':'offtop загружаю твою оперативную память и процессор',
'что делаешь':'offtop открываю бэкдор в тв...ой, то есть работаю в фоновом режиме',
'привет':'salute привет-привет',
'хай':'salute хай!',
'здравствуй':'salute привет, кожанный',
'расскажи анекдот':'joke купил мужик шляпу, а она ему как раз',
'ты работаешь':'offtop а как ты думаешь?',
'ты живая':'offtop вполне возможно',
'ты тут':'offtop я тут',
'расскажи о себе':'reference я ещё нахожусь в альфа версии 0.1, умею узнавать погоду, говорить время, могу открыть браузер, запускать exe файлы, рассказывать анекдоты, выключать и перезагружать пк, выключать себя по твоей команде, а ещё я могу быть неплохим собеседником. Это немного, но это честная работа.',
'что ты умеешь':'reference passive я умею узнавать погоду, говорить время, могу открыть браузер, запускать exe файлы, рассказывать анекдоты, выключать и перезагружать пк, выключать себя по твоей команде, а ещё я могу быть неплохим собеседником',
'что о себе расскажешь':'reference пока я не могу многого рассказать о себе, но это вопрос времени. Я уже умею узнавать погоду, говорить время, могу открыть браузер, запускать exe файлы, рассказывать анекдоты, выключать и перезагружать пк, выключать себя по твоей команде, а ещё я могу быть неплохим собеседником',
'какие функции у тебя есть':'reference мои функции: узнаю текущий прогноз погоды, открываю exe файлы и браузер, говорю текущее времяя, рассказываю анекдоты, выключаю и перезагружаю компьютер, выключаю себя по команде, умею вести беседу. Пока что это всё, но будет ещё много чего.',
'выключи компьютер':'offPC отключаю твою калымагу',
'перезагрузи компьютер':'restartPC ему это уже не поможет',
'выключи ноутбук':'offPC слушаюсь, мой господин',
'перезагрузи ноутбук':'restartPC а ты потом обратно меня включишь?',
'отключись':'offVH слушаю и повинуюсь',
'пока':'offVH пока!'

}


# 'какая погода': 'weather одну секуду',
# 'какая погода на улице': 'weather не видишь? ладно, сейчас посмотрю',
# 'что по погоде': 'weather по погоде у нас',
# 'что там на улице': 'weather сейчас посмотрю',
# 'сколько градусов': 'weather где? ааа, поняла',
# 'можно ли выйти на улицу в трусах': 'weather интересный вопрос! давай я скажу тебе какая погода на улице, а ты уже решай исходя из этого',