NAMES = {
    
    'диана', 'ди'
    
}




set_data = {
    
'какая погода': 'weather одну секуду',
'какая погода на улице': 'weather не видишь? ладно, сейчас посмотрю',
'что по погоде': 'weather по погоде у нас',
'что там на улице': 'weather сейчас посмотрю',
'сколько градусов': 'weather где? ааа, поняла',
'можно ли выйти на улицу в трусах': 'weather интересный вопрос! давай я скажу тебе какая погода на улице, а ты уже решай исходя из этого',
'открой браузер':'browser добро пожаловать в интернет',
'открой хром':'browser большой брат следит за тобой',
'смотрим фильм':'watchfilm опять фильмы для взрослых?',
'смотрим сериал':'watchfilm сейчас открою браузер',
'смотрим ютуб':'watchYT сейчас-сейчас',
'сколько сейчас времени':'nowtime на моих часах',
'сколько время':'nowtime часики натикали',
'хочу поиграть':'game судя по твоей активности в стим, тебе давно пора сесть за работу',
'давай играть':'game с тобой? пф, играй сам',
'запусти игру':'game запускаю игру',
'как дела':'offtop всё гуд',
'чем занимаешься':'offtop загружаю твою оперативную память и процессор',
'что делаешь':'offtop открываю бэкдор в тв...ой, то есть работаю в фоновом режиме',
'привет':'salute привет-привет',
'хай':'salute хай!',
'приветствую':'salute приветствую, мой господин',
'здравствуй':'salute привет, кожанный',
'салам':'salute салют!',
'расскажи анекдот':'joke купил мужик шляпу, а она ему как раз',
'ты работаешь':'offtop а как ты думаешь?',
'ты живая':'offtop вполне возможно',
'ты тут':'offtop я тут',
'выключи компьютер':'offPC отключаю твою калымагу',
'перезагрузи компьютер':'restartPC ему это уже не поможет',
'выключи ноутбук':'offPC слушаюсь, мой господин',
'перезагрузи ноутбук':'restartPC а ты потом обратно меня включишь?',
'отключись':'offVH слушаю и повинуюсь',
'пока':'offVH пока!'

}